[
  {
    "name": "DJI 2212 920KV Brushless Motor",
    "image": "https://i.ibb.co/wSN87W3/dji-2212-920kv-brushless-motor-for-quadcopter-multirotor-drone.jpg",
    "description": "2212 920KV CW CCW self-locking Bruhsless Motor For DJI Phantom F330 F450 F550 4 axis 6 axis RC Muticopter Quadcopter FPV Drone\n\nAll motors have been dynamically balanced. Excellent performance\n\nSuitable for DJI Phantom series Drone/Universal 450-550mm 4 axis 6 axis RC Muticopter\n\nModel: 2212 Brushless Motor\nKV value: KV 920\nMotor size: 28mm*24mm\nStator size: 22mm*12mm\nDirection: CW forward (black) CCW reverse (silver)\nSupport lithium battery: 3S-4S LIPO\n\nAdaptable blades: DJI series recommends 9443 carbon fiber propellers, three-blade propellers, two-blade propellers and white self-locking propellers. F450 and F550 are recommended for use with 9443 propellers",
    "minimumQuantity": 3,
    "availableQuantity": 72,
    "price": 17.31
  },
  {
    "name": "HRB RC Lipo Battery 14.8V 4S 10000mah 25C XT90",
    "image": "https://i.ibb.co/ftr5Jgv/Uav-Drone-Multicopter-Lipo-Battery-10000m-Ah-14-8-V-MSDS-Un38-3.jpg",
    "description": "It provides increased flight times of up to 20% or more when compared to standard LiPoly batteries of the same weight. Similar size/weight as batteries of much lower capacity, making these a direct drop-in upgrade for most multi-rotor aircraft. Ultra high capacity LiPoly batteries designed specifically for multi-rotor use, connector: XT90 plug\n\nSize(L*W*H): 6.50*2.52*1.65in / 165*64*42mm (0 - 3mm difference), Weight: 1.84lb / 29.42oz / 834g (± 2g). Ideal for use with aerial video and FPV multi-rotor aircract, Tekin rx8, SPY600 SKY HERO NAZA M V2",
    "minimumQuantity": 2,
    "availableQuantity": 60,
    "price": 45
  },
  {
    "name": "DJI FPV Remote Controller",
    "image": "https://i.ibb.co/743TSHg/dji-cp-fp-00000019-01-fpv-drone-remote-controller-1612561.jpg",
    "description": "The DJI Digital FPV System was designed for the drone racing industry. It consists of the DJI FPV Air Unit Module, DJI FPV Camera, DJI FPV Goggles, and DJI FPV Remote Controller, all of which are packed with powerful features and serve a significant role in the development of our HD Low Latency FPV system. We have redefined drone racing, delivering lower latency rates, stunning HD resolution, and, most importantly, an unforgettable FPV flying experience.",
    "minimumQuantity": 1,
    "availableQuantity": 50,
    "price": 299
  }
]
